app/controllers/pages_controller.rb

SELECT `tours`.* FROM `tours` ORDER BY date_time DESC
---
  def home
    @tours = Tour.all