app/controllers/tour_controller.rb

  def list
    @tours = Tour.all
---
SELECT `tours`.* FROM `tours`